tap "armmbed/formulae"
tap "arthurk/virt-manager"
tap "freecad/freecad"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/taps"
tap "jesseduffield/lazydocker"
tap "teamookla/speedtest"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "webp"
brew "atk"
brew "autoconf"
brew "automake"
brew "azcopy"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "blueutil"
brew "boost"
brew "boxes"
brew "llvm"
brew "castxml"
brew "eigen"
brew "zstd"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "composer"
brew "coreutils"
brew "cups"
brew "libssh2"
brew "little-cms2"
brew "detect-secrets"
brew "dialog"
brew "direnv"
brew "docutils"
brew "duc"
brew "duck"
brew "elinks"
brew "libtool"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "etcd"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fluid-synth"
brew "libusb"
brew "freerdp"
brew "gd"
brew "geos"
brew "hdf5"
brew "libdap"
brew "libspatialite"
brew "netcdf"
brew "numpy"
brew "poppler-qt5"
brew "gdal"
brew "ghostscript"
brew "git"
brew "github-markdown-toc"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gpgme"
brew "graphene"
brew "graphviz"
brew "grc"
brew "grep"
brew "grip"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "gst-plugins-bad"
brew "gtk+3"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gtksourceview4"
brew "haproxy"
brew "highlight"
brew "hping"
brew "html2text"
brew "htop"
brew "httpie"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "ipcalc"
brew "iperf"
brew "iperf3"
brew "jfrog-cli"
brew "jq"
brew "json-glib"
brew "k6"
brew "kind"
brew "kubernetes-cli", link: false
brew "lftp"
brew "libav"
brew "libgit2"
brew "libiconv"
brew "libosinfo"
brew "libproxy"
brew "libraqm"
brew "libsoup@2"
brew "libssh"
brew "libvirt"
brew "libwebsockets"
brew "links"
brew "litecli"
brew "lrzsz"
brew "lsusb"
brew "lynx"
brew "postgresql"
brew "mapnik"
brew "maven"
brew "meson"
brew "midnight-commander"
brew "minicom"
brew "minikube"
brew "mitmproxy"
brew "mosquitto"
brew "mpc"
brew "mpd"
brew "mpg321"
brew "mplayer"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mutt"
brew "netcat"
brew "netcat6"
brew "netperf"
brew "nmap"
brew "openconnect"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "openssl@3"
brew "otf2"
brew "otf2bdf"
brew "p7zip"
brew "pandoc"
brew "tree"
brew "pass"
brew "php"
brew "picocom"
brew "pillow"
brew "qt"
brew "poppler"
brew "pstree"
brew "pwgen"
brew "py2cairo"
brew "py3cairo"
brew "pygobject3"
brew "pypy3"
brew "pyqt"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "recode"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpm"
brew "rsync"
brew "ruby"
brew "s3cmd"
brew "s3fs"
brew "scrcpy"
brew "sip"
brew "skopeo"
brew "sl"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "usbredir"
brew "vala"
brew "squid"
brew "srecord"
brew "starship"
brew "swagger-codegen"
brew "terminal-notifier"
brew "terraform"
brew "tesseract-lang"
brew "testssl"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tofrodos"
brew "ufraw"
brew "unrar"
brew "vte3"
brew "wakeonlan"
brew "watch"
brew "wdc"
brew "websocat"
brew "wget"
brew "wireguard-tools"
brew "wxpython"
brew "xml2"
brew "xmlstarlet"
brew "yafc"
brew "youtube-dl"
brew "yq"
brew "zbar"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "arthurk/virt-manager/virt-manager"
brew "hashicorp/tap/packer"
brew "isacikgoz/taps/gitin"
brew "jesseduffield/lazydocker/lazydocker"
brew "teamookla/speedtest/speedtest", link: false
cask "basictex"
cask "electron"
cask "google-cloud-sdk"
cask "keycastr"
cask "openscad"
cask "osxfuse"
cask "powershell"
cask "tigervnc-viewer"
cask "tuntap"
cask "virtualbox"
